
{
"items": [
	{
		"label": "L'afficheur hurle [1]",
		"longLabel": "L'afficheur hurle",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Montr&eacute;al, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " Montr&eacute;al Paul Chamberland's book of poetry &quot;L'afficheur hurle&quot; was published by &Eacute;ditions Parti pris. "
	},
	{
		"label": "Terre Qu&eacute;bec [2]",
		"longLabel": "Terre Qu&eacute;bec",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Montr&eacute;al, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " Montr&eacute;al Paul Chamberland's book of poetry Terre Qu&eacute;bec was published by Librairie D&eacute;om. "
	},
	{
		"label": "Les terres s&egrave;ches [3]",
		"longLabel": "Les terres s&egrave;ches",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Montr&eacute;al, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " Montr&eacute;al Jean-Paul Pinsonneault's novel Les terres s&egrave;ches was published by Editions Beauchemin. "
	},
	{
		"label": "L'&eacute;crivain et son tht&eacute;&acirc... [4]",
		"longLabel": "L'&eacute;crivain et son tht&eacute;&acirc;tre",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Montr&eacute;al, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " Montr&eacute;al Paul Toupin's collection of essays L'&eacute;crivain et son tht&eacute;&acirc;tre was published by Le cercle du livre de France. "
	},
	{
		"label": "Tab [5]",
		"longLabel": "Tab",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " Toronto The weekly tabloid newspaper Tab (later a bi-weekly renamed Tab International) featured a regular, catty news and gossip column by Lady Bessborough entitled &quot;The Gay Set.&quot; This became a prime source of information about happenings around Toronto's gay community, especially at the bars and clubs. Lady Bessborough was succeeded by Duke Gaylord, whose &quot;Gay Set&quot; column ran in Tab International as late as June 1985. "
	},
	{
		"label": "Crew [6]",
		"longLabel": "Crew",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " Toronto By 1964 several Toronto physique photo studios, such as Frank Borck, Can-Art, Castillo, Jon Foto, C.K., and Harold Wells, provided photographs to the male physique and muscle-building magazines that were of some interest to gay men. These studios made contributions to Canadian examples of these periodicals, such as Crew, Face and Physique, and Physique Illustrated, published in Lachine, Qu&eacute;bec, as well as to more obviously gay periodicals, such as Gay International and Two. "
	},
	{
		"label": "The Beginner's Guide to Cruising [7]",
		"longLabel": "The Beginner's Guide to Cruising",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " Washington, D.C. The fifty-five page book The Beginner's Guide to Cruising was published by the Guild Press Ltd. It was written by George Marshall, of Toronto, who had worked as general manager of Gay magazine. In 1965 the Guild Book Service published a sequel, also written by Marshall, the seventy-seven page Advanced Guide to Cruising. "
	},
	{
		"label": "Toronto Daily Star [8]",
		"longLabel": "Toronto Daily Star",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-01-13",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " January 13 Toronto Nathan Cohen commented in his &quot;Monday Miscellany&quot; column in the Toronto Daily Star that local police feared that recently closed after-hours clubs had reopened as &quot;hangouts for male and female homosexuals.&quot; On January 21, James Egan's letter of rebuttal, &quot;Police Concern for Homosexual Clubs 'Illogical,' &quot; was published in the Star. Egan was Canada's foremost gay activist during the period 1949-64. (See also August 5,14,1964.) "
	},
	{
		"label": "The Desert of the Heart [9]",
		"longLabel": "The Desert of the Heart",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-02",
		"dateType": "Month",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " February London, England; Toronto Jane Rule's first novel. The Desert of the Heart, was published by Seeker &amp;amp; Warburg in England and Macmillan of Canada. An American edition was released by World Publishing of New York later in 1964. A classic of lesbian literature concerning the relationship between a divorcee and a free-spirited woman in Reno, Nevada, during the 1950s, The Desert of the Heart has been reprinted many times, and was adapted by Donna Deitch into the film Desert Hearts in 1985. "
	},
	{
		"label": "Maclean's [10]",
		"longLabel": "Maclean's",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-02-22",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " February 22 , March 7 Toronto Maclean's published a two-part series by Sidney Katz entitled &quot;The Homosexual Next Door: A Sober Appraisal of a New Social Phenomenon.&quot; These are believed to be the first full-scale articles in a mainstream Canadian publication to take a generally positive view of homosexuality. Katz was influenced in his views through contact with James Egan, Canada's most prominent gay activist for the period 1949-64. The articles were later reprinted in a pamphlet of the same name by Pan-Graphic Press of San Francisco in its Mattachine Review Reprint Series. "
	},
	{
		"label": "Toronto Daily Star [11]",
		"longLabel": "Toronto Daily Star",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-03-09",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " March 9 Toronto A joint meeting of the Catholic legal and medical guilds held at Osgoode Hall agreed unanimously that although homosexuality is a sin, it ought not to be a crime. "
	},
	{
		"label": "Objectif [12]",
		"longLabel": "Objectif",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-03-20",
		"dateType": "Day",
		"location": "Montr&eacute;al, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " March 20 Montr&eacute;al Pierre Patry's film Trouble-f&ecirc;te, in which Camille Ducharme played a predatory homosexual, opened at the Saint-Denis theatre. "
	},
	{
		"label": "Gay [13]",
		"longLabel": "Gay",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-03-30",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " March 30 Toronto The first issue of the magazine Gay appeared. Published by the Gay Publishing Company, 122 Wellington Street W., it was, one of the earliest periodicals to use the word &quot;gay&quot; in its title. Gay was a tabloid containing general articles on homosexuality (some reprinted from American homophile publications), fiction, photos, local gossip, jokes and cartoons, and personal ads. It was renamed Gay International with issue twelve (January 1965), and moved to 980 Queen Street E. It probably ceased publication after issue fifteen (about July 1965). "
	},
	{
		"label": "Official Discourse as Sexual Regulation:... [14]",
		"longLabel": "Official Discourse as Sexual Regulation: The Social Organization of the Sexual Policing of Gay Men",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " Spring Toronto &quot;Christian Attitudes toward Homosexuality,&quot; an article by Dr. Tibor Chikes, professor of pastoral care at the Wesley Theological Seminary, Washington, D.C., was reprinted (from Concern, 15 June 1963) in the 1964 annual report of the Board of Evangelism and Social Service of the United Church of Canada. Dr. Chikes argued that the self-organization of homosexuals and attempts to &quot;glamorize&quot; homosexuality are useless and that articles and books written by practising homosexuals that try to further &quot;the homosexual revolution . . . do homosexuals more harm than good.&quot; "
	},
	{
		"label": "Official Discourse as Sexual Regulation:... [15]",
		"longLabel": "Official Discourse as Sexual Regulation: The Social Organization of the Sexual Policing of Gay Men",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-04",
		"dateType": "Month",
		"location": "Ottawa, Canada",
		"latLng": "45.41117,-75.69812",
		"locationType": "City",
		"pointType": "Point",
		"description": " April Ottawa Member of Parliament Arnold Peters (NDP-Temiskaming) was preparing to introduce a private Members bill calling for the modification of the Canadian Criminal Code to decriminalize homosexual acts between consenting adults in private. The bill never reached the floor of the House of Commons. Peters may have been influenced by the lobbying efforts of Garrfield D. Nichol (pseud, of Gary Nichols) of the Committee on Social Hygiene, Stittsville, Ontario. The Committee on Social Hygiene, pretty much a one-person operation, had been formed in 1963 to investigate the extent of homosexuality in eastern Canada and to quietly lobby for reforms to the Canadian Criminal Code. (See also May 26,1965.) "
	},
	{
		"label": "ASK Newsletter [16]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-04",
		"dateType": "Month",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " April Vancouver The Association for Social Knowledge (ASK), the first homophile organization in Canada, was officially formed. It was inspired by the activities of the Mattachine Society in the United States, and was encouraged by Bruce Somers, a Vancouver interior decorator, who became ASK'S first president, ASK was an independent organization established &quot;to help society to understand and accept variations from the sexual norm.&quot; Its membership was almost equally divided between gay men and lesbians from the beginning, ASK supported law reform and sponsored public lectures and discussion groups, coffee parties (Gab 'N' Java), social events and outings, a lending library, and, eventually, a drop-in and community centre. The ASK Newsletter was filled with serious articles (some reprinted from other sources), news of local events, and Association news, ASK collapsed in the summer of 1965 but revived the next year; it disbanded early in 1969. "
	},
	{
		"label": "Toronto Telegram [17]",
		"longLabel": "Toronto Telegram",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-04-11",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " April 11, 14,15 Toronto A series of three articles on the &quot;shadow world&quot; of the homosexual entitled &quot;Society and the Homosexual,&quot; by &quot;a senior Telegram staff reporter&quot; (Ron Poulton), was published in the Toronto Telegram. A vigorous rebuttal of the articles, written by &quot;London Sociologist&quot; (John Alan Lee), appeared in the Toronto Telegram on April 22, 1964. A more lengthy rebuttal, by James Egan, was published later in Two. "
	},
	{
		"label": "Xtra! [18]",
		"longLabel": "Xtra!",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-04-13",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " April 13 Toronto The Roman Sauna Baths opened at 740 Bay Street. One of the largest and most modern bathhouses in Canada, the Roman Sauna Baths became a Toronto landmark. Renovated and expanded as the Romans II Health and Recreation Spa after a fire in 1977, the Romans survived the 1981 bath raids but eventually closed, on May 23, 1989. "
	},
	{
		"label": "ASK Newsletter [19]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-04-29",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " April 29 Vancouver Rev. J.M. Taylor of East Burnaby United Church spoke on &quot;The Church and Homosexuality&quot; at the Sun Auditorium in the first public lecture sponsored by ASK. Twenty-five men and six women attended. Rev. Taylor called for the establishment of voluntary treatment centres for homosexuals, where a complete psychiatric and medical team could &quot;assist the homosexual in his return to heterosexuality.&quot; "
	},
	{
		"label": "Parti pris [20]",
		"longLabel": "Parti pris",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-05-15",
		"dateType": "Day",
		"location": "Montr&eacute;al, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " May 15 Montr&eacute;al Claude Jutra's film &Agrave; tout prendre/Take It All opened at the Saint-Denis and Bijou theatres. A first-person, autobiographical narrative filmed between 1961 and 1963, &Agrave; tout prendre was the first feature film made in Qu&eacute;bec to explore a homosexual theme. It starred Jutra, Johanne Harrelle, and Victor D&eacute;sy, and was shown at the Festival International du Film in Montr&eacute;al in August 1963. English subtitles (written by Leonard Cohen) were added later. "
	},
	{
		"label": "ASK Newsletter [21]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-05-20",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " May 20 Vancouver In an address to the John Howard Society of British Columbia, Minister of Justice Guy Favreau called for &quot;a firm and comprehensive statement of the principles and policies that the Government of Canada proposes should be followed in the federal correctional field.&quot; This would include clarification of policies related to the treatment of convicted sex offenders, including homosexuals. "
	},
	{
		"label": "ASK Newsletter [22]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-06-03",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " June 3 Vancouver Mervin Davis, executive director of the John Howard Society of British Columbia, spoke to a public meeting sponsored by ASK and held at the Central YMCA. About twenty-five people attended. Davis said that homosexuals who don't infringe on the rights of &quot;ordinary&quot; citizens should not be punished. "
	},
	{
		"label": "ASK Newsletter [23]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-06-24",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " June 24 Vancouver The final spring meeting of ASK was held at the Vancouver Unitarian Church. A panel of three ASK members (David D., Lee L., and Bob T.) gave their views on the topic &quot;ASK. Present and Future: What Should We Be Doing, and Where Should We Be Going?&quot; "
	},
	{
		"label": "Tab [24]",
		"longLabel": "Tab",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-06-27",
		"dateType": "Day",
		"location": "Hamilton, Canada",
		"latLng": "43.25011,-79.84963",
		"locationType": "City",
		"pointType": "Point",
		"description": " June 27 Hamilton Several hundred gay men from the Golden Horseshoe area attended a gala, open-air bottle party held at the home of Robert C. Hart, 63 Highcliffe Avenue. The party was raided by the police, who complained of noise, and the guests were forced to leave. "
	},
	{
		"label": "Parti pris [25]",
		"longLabel": "Parti pris",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Montr&eacute;al, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " Summer Montr&eacute;al The editors of the journal Parti pris caused a sensation when in their special summer issue, entitled &quot;Portrait du colonist qu&eacute;b&eacute;cois,&quot; they referred to &quot;f&eacute;d&eacute;rastes&quot; and &quot;Conf&eacute;d&eacute;rastie,&quot; a linking of Canadian federalists and pederasty. "
	},
	{
		"label": "Two [26]",
		"longLabel": "Two",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " Summer Toronto Vice squad detectives Belcher and McGauty undertook a personal vendetta to harass and attempt to close the city's private gay clubs. Over several months the officers conducted a systematic campaign of harassment and threats against club managers and members, culminating in the laying of a charge of gross indecency against two men who were observed dancing together at the Melody Room, 457 Church Street. During the preliminary hearing. Belcher and McGauty produced conflicting testimony and the charges were dropped on September 24, 1964. The two detectives were not deterred, and they returned to the Melody Room in early 1965. At that time their disorderly conduct and verbal abuse led the manager to have them charged with trespassing after they refused to leave the club. (See also August 5,14,1964.) "
	},
	{
		"label": "ASK Newsletter [27]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964",
		"dateType": "Year",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " Summer Vancouver ASK sponsored four discussion sessions open to the public: &quot;Homosexual Marriages,&quot; &quot;Lesbians,&quot; &quot;Drag and Transvestism,&quot; and &quot;Sadism, Masochism, and Fetishism.&quot; "
	},
	{
		"label": "Two [28]",
		"longLabel": "Two",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-07",
		"dateType": "Month",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " July Toronto Two magazine was launched by Gayboy Publishing (later Kamp Publishing Company), with its editorial office listed as the Melody Room, 457 Church Street. Its name was inspired by the early American homophile magazine One. Beginning in April 1954, One had published a supplement entitled TWO (Truth Will Out); the Toronto publication was named after this. An occasional (later bi-monthly) collection of fiction, reviews, news, photos, and artwork. Two's stated purpose was &quot;to promote knowledge and understanding of the homosexual viewpoint among the general public and to educate homosexuals as to their responsibilities as variants from the current moral and social standards.&quot; Two ceased publication after issue eleven (July-August 1966). "
	},
	{
		"label": "ASK Newsletter [29]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-07",
		"dateType": "Month",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " July Vancouver Jaye Haris, the first executive advisor of ASK, resigned her position to move to San Francisco, where she became involved with the Society for Individual Rights (SIR). At about the same time, Bruce Somers, the first president of ASK, resigned his position to move to Ottawa. Somers was succeeded by Douglas Sanders, who remained president of ASK until November 1967. "
	},
	{
		"label": "Toronto Daily Star [30]",
		"longLabel": "Toronto Daily Star",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-07-24",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " July 24 Toronto Journalist Sidney Katz announced plans for the formation in October of a Homophile Reform Society, to be based in either Toronto or Ottawa. A six-man committee had met to organize the society, whose first objective would be to press for the amendment of Section 149 of the Criminal Code, which concerned &quot;gross indecency.&quot; Gary Nichols of the Committee on Social Hygiene may have been a moving force behind the group, which appears to have never been very active. "
	},
	{
		"label": "Le devoir [31]",
		"longLabel": "Le devoir",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-08-03",
		"dateType": "Day",
		"location": "Hull, Canada",
		"latLng": "45.5001,-75.83265",
		"locationType": "Other",
		"pointType": "Point",
		"description": " August 3 Hull, Qu&eacute;. Member of Parliament Louis-Joseph Pigeon (pc-Joliette-L'Assomption-Montcalm), forty-two, was charged with indecently assaulting eighteen-year-old Raymond Emond on the main street of Hull, Qu&eacute;bec. Emond claimed that Pigeon had led him into a laneway where he had made indecent propositions, upon which a struggle ensued. The charge was dropped when Judge Avila Labelle ruled that the Crown had not proved guilt beyond a reasonable doubt. "
	},
	{
		"label": "Globe and Mail [32]",
		"longLabel": "Globe and Mail",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-08-05",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " August 5, 14 Toronto; Vancouver In his August 5 column in the Globe and Mail, Michael Hanlon stated that Toronto police were worried about &quot;the growing popularity of clubs for homosexuals in the city&quot; &mdash; there were at least four at that time. The police were frustrated because &quot;... behaviour in them is quite proper and no charges can be laid.&quot; Hanlon concluded that &quot;What worries the police is not the activities in the clubs . . . but the fact that they are gathering places for homosexuals and as such offer a chance for homosexuality to spread by introduction.&quot; Less than two weeks later, Ormond Turner discussed the &quot;problem&quot; of clubs for homosexuals in Vancouver in his &quot;Around Town&quot; column in the Vancouver Province. An anonymous police officer was quoted as saying that the police had been &quot;'keeping track of them'&quot; and that there had been more prosecutions involving gross indecency in the past six months than in the previous two years. Turner's conclusion was almost identical to Hanlon's: &quot;What worries police is not the activities in the clubs... but the fact they are gathering places and, as such, offer a chance for homosexuality to spread by introduction.&quot; "
	},
	{
		"label": "ASK Newsletter [33]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-09-14",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " September 14 Vancouver ASK sponsored a public discussion on &quot;The Gay Bar in the Community.&quot; "
	},
	{
		"label": "ASK Newsletter [34]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-09-16",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " September 16 Vancouver ASK sponsored a lecture by Don Lucas, executive secretary of the Mattachine Society of San Francisco, on &quot;The Homosexual Cause: The Aims and Activities of the Mattachine Society,&quot; held at Buchanan Penthouse, University of British Columbia. "
	},
	{
		"label": "The Gargoyle Magazine [35]",
		"longLabel": "The Gargoyle Magazine",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-09-29",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " September 29 Toronto The Gargoyle Magazine, a student publication at University College, the University of Toronto, published Heather Dean's article on campus gay-bashing, entitled &quot;The Varsity Sport Nobody Reports.&quot; "
	},
	{
		"label": "ASK Newsletter [36]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-09-30",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " September 30 Vancouver Dr. Smith of the Vancouver Venereal Disease Clinic spoke on &quot;Homosexuality and the Control of Venereal Disease&quot; in a lecture sponsored by ASK, held at the Unitarian Hall. "
	},
	{
		"label": "Globe and Mail [37]",
		"longLabel": "Globe and Mail",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-10-12",
		"dateType": "Day",
		"location": "Montr&eacute;al, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " October 12 Montr&eacute;al John Watkins, Canada's ambassador to the Soviet Union from 1954 to 1956, died of a sudden heart attack during a month-long RCMP interrogation regarding his sexual activities and contacts while employed as a civil servant. This was but one incident (revealed only years later) relating to a massive hunt to identify male homosexuals in the Canadian civil service, and to eliminate them as security risks, conducted by the RCMP Security Service under Cabinet authority between 1959 and 1968. "
	},
	{
		"label": "Toronto Daily Star [38]",
		"longLabel": "Toronto Daily Star",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-10-14",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " October 14 Vancouver About sixty people attended a public panel discussion on &quot;Religious Teaching and the Homosexual,&quot; sponsored by ASK and held at the Unitarian Hall. The panelists included Father James Roberts of Mount St. Joseph Hospital, Rev. A. Phillip Hewett, pastor of the Unitarian Church, and Prof William Nicholls, an Anglican minister and head of the department of religious studies at the University of British Columbia. Nicholl stated that the criminal law should be changed to permit homosexual acts in private between consenting adults, and that the church should encourage stable unions between homosexuals. "
	},
	{
		"label": "Official Discourse as Sexual Regulation:... [39]",
		"longLabel": "Official Discourse as Sexual Regulation: The Social Organization of the Sexual Policing of Gay Men",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-10-28",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " October 28 Vancouver Douglas Sanders, president of ASK and also a lawyer, spoke on &quot;Legal Reform and Homosexuality&quot; at the Unitarian Hall in a lecture sponsored by ASK. "
	},
	{
		"label": "ASK Newsletter [40]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-11-18",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " November 18 Vancouver Dr. James Tyhurst, head of the department of psychiatry at the Vancouver General Hospital, delivered a lecture on &quot;Psychiatry and Homosexuality,&quot; sponsored by ASK and held at the Unitarian Hall. "
	},
	{
		"label": "Two [41]",
		"longLabel": "Two",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-11-24",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " November 24 Canada CBC-TV telecast an hour-long discussion of legal, medical, and religious attitudes towards homosexuality on the program Other Voices. Several Canadian, British, and American &quot;experts&quot; were interviewed, but no open homosexuals. The program included a brief segment of a drag floor show filmed at the Music Room in Toronto. "
	},
	{
		"label": "Two [42]",
		"longLabel": "Two",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-11-24",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " November 24 Toronto Rick Kerr, who was associated with the Music Room and the Melody Room clubs as well as Two magazine, spoke on &quot;Hope for Homosexuals&quot; before a group of University of Toronto students at a meeting of SCM. Kerr declared that homosexuality is a natural phenomenon and hoped that the public would come to accept it as just another minority position. This meeting resulted in informal talk of forming a homophile group in Toronto, but without result. "
	},
	{
		"label": "Maclean's [43]",
		"longLabel": "Maclean's",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-11-25",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " November 25 Toronto Sidney Katz of Maclean's spoke on &quot;The Problem of Homosexuality&quot; to the Humanist and Unitarian Society at University College, University of Toronto. Katz stated that homosexual acts between two consenting adults should not be criminal, but are instead a moral problem. "
	},
	{
		"label": "Toronto Daily Star [44]",
		"longLabel": "Toronto Daily Star",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-11-30",
		"dateType": "Day",
		"location": "Ottawa, Canada",
		"latLng": "45.41117,-75.69812",
		"locationType": "City",
		"pointType": "Point",
		"description": " November 30 Ottawa Member of Parliament Arnold Peters (NDP- Temiskaming) alleged that a former (unnamed) warden of St. Vincent de Paul penitentiary kept two homosexuals in the administration building at the prison and was a disgrace to the penitentiary service. The Ministry of Justice launched an investigation into the allegation. "
	},
	{
		"label": "ASK Newsletter [45]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-12-11",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " December 11 Vancouver ASK's first theatrical venture, &quot;ASKapades of 64,&quot; was held at the Unitarian Hall. "
	},
	{
		"label": "ASK Newsletter [46]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-12-17",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " December 17 Vancouver Two members of ASK, a man and a woman, were interviewed by Jim Crossen on CJOR radio's hotline show Crossfire, followed by calls from the public. (See also December 18,1964, and February 10,1965.) "
	},
	{
		"label": "ASK Newsletter [47]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1964-12-18",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " December 18 Vancouver Douglas Sanders, president of ASK, was interviewed by Jim Crossen on CJOR radio's hotline show Crossfire, followed by calls from the public. "
	},
	{
		"label": "Toward an Under- standing of Homosexuality... [48]",
		"longLabel": "Toward an Under- standing of Homosexuality",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965",
		"dateType": "Year",
		"location": "",
		"locationType": "N/A",
		"pointType": "N/A",
		"description": " Englewood Cliffs, N.J. Daniel Cappon's book Toward an Under- standing of Homosexuality was published by Prentice-Hall. Cappon, a profes- sor of psychiatry at the University of Toronto, claimed that homosexuality could be &quot;cured&quot; and that &quot;There are no homosexuals &mdash; only people with homosexual problems.&quot; (See also October 9,1968.) "
	},
	{
		"label": "Je: poemes [49]",
		"longLabel": "Je: poemes",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965",
		"dateType": "Year",
		"location": "Longueuil, Canada",
		"latLng": "45.53121,-73.51806",
		"locationType": "City",
		"pointType": "Point",
		"description": " Longueuil, Que. Denis Vanier's Je: poemes was published by Editions le Crible. It was reprinted with additions in 1974 by Editions l'Aurore. "
	},
	{
		"label": "Journal poetique, 1964-1965: elegie pour... [50]",
		"longLabel": "Journal poetique, 1964-1965: elegie pour apprendre a vivre, suivie de pieces brives",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965",
		"dateType": "Year",
		"location": "Montreal, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " Montreal Journal poetique, 1964-1965: elegie pour apprendre a vivre, suivie de pieces brives, by Jean Basile (pseud. of Jean-Basile Bezroudnoff), was published by Editions du jour. "
	},
	{
		"label": "Une saison dans la vie d'Em- manuel [51]",
		"longLabel": "Une saison dans la vie d'Em- manuel",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965",
		"dateType": "Year",
		"location": "Montreal, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " Montreal Marie-Claire Blais's novel Une saison dans la vie d'Em- manuel was published by Editions du jour. It garnered international acclaim and was awarded both the Prix Medicis and the Prix France-Canada. Translated into thirteen languages, the work was later adapted as a film. "
	},
	{
		"label": "Gay International [52]",
		"longLabel": "Gay International",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965",
		"dateType": "Year",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " Toronto The Gay Publishing Company, publishers of Gay International, printed the four-page pamphlet &quot;How to Handle a Federal Interrogation/If You Are Arrested&quot; for the East Coast Homophile Organizations (ECHO), the coalition of American homophile organizations formed in January 1963. "
	},
	{
		"label": "Two [53]",
		"longLabel": "Two",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965",
		"dateType": "Year",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " Toronto Kamp Publishing Company, publishers of Two, The Male Nude, and Gay Giggle, moved from 457 Church Street to 292 Yonge Street. The operation soon opened K.K. Books, which stocked the largest selection of gay-oriented publications available in Canada at the time. In the early days, K.K. Books was run by Richard Kerr (of the Music Room and the Melody Room) and Kurt Lauer (of the Melody Room). The bookstore continued to operate into the early 1970s. (See also February 6,1966.) "
	},
	{
		"label": "Naked Poems [54]",
		"longLabel": "Naked Poems",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965",
		"dateType": "Year",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " Vancouver Phyllis Webb's book of poetry Naked Poems was published by Periwinkle. "
	},
	{
		"label": "Montreal Star [55]",
		"longLabel": "Montreal Star",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-02-06",
		"dateType": "Day",
		"location": "Montreal, Canada",
		"latLng": "45.50884,-73.58781",
		"locationType": "City",
		"pointType": "Point",
		"description": " February 6 Montreal An article by Norm Williams published in the Montreal Star discussed the increasing number of homosexuals being con- victed in Montreal for soliciting, obscene displays, and &quot;acting in a manner as to shock citizens.&quot; His research had been spurred by a comment made by Municipal Court Judge Pascal Lachapelle that homosexuality was on the rise in the city. Convictions for homosexual activities had increased from 25 in 1960 to 166 in 1964. Williams also interviewed members of Montreal's morality squad, who discussed gay night spots in town. "
	},
	{
		"label": "Committee on Social Hygiene [56]",
		"longLabel": "Committee on Social Hygiene",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-02-08",
		"dateType": "Day",
		"location": "Ottawa, Canada",
		"latLng": "45.41117,-75.69812",
		"locationType": "City",
		"pointType": "Point",
		"description": " February 8 Ottawa Five gay men and four clergymen held an informal discussion with a view to forming &quot;some type of organization to help homosexuals with their spiritual problems.&quot; Garrfield D. Nichol (pseud, of Gary Nichols) of the Committee on Social Hygiene was one of the organizers of the meeting. Further meetings were held on March 1 and March 29, 1965, and were a prelude to the formation of the Canadian Council on Religion and the Homosexual. (See also May 26,1965.) "
	},
	{
		"label": "ASK Newsletter [57]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-02-09",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " February 9 Vancouver Several members of ASK attended the annual general meeting of the John Howard Society of British Columbia to hear Dr. R.E. Turner, director of the Forensic Clinic attached to the Toronto Psychiatric Hospital, speak on the psychiatric treatment of the sexual offender. Dr. Turner was later interviewed by three members of ASK. "
	},
	{
		"label": "ASK Newsletter [58]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-02-10",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " February 10 Vancouver ASK held a discussion group to hear part of the CJOR radio program Crossfire taped on December 17, 1964, which featured two of ASK's members. Program host Jim Crossen attended the discussion. "
	},
	{
		"label": "ASK Newsletter [59]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-02-21",
		"dateType": "Day",
		"location": "",
		"locationType": "N/A",
		"pointType": "N/A",
		"description": " February 21 Seattle, Wash. ASK held its first meeting outside Vancouver, at the Friends' Center in Seattle, with guest speaker Dr. John Hampson of the department of psychiatry. University of Washington, discussing &quot;Homo- sexuality and Psychiatry.&quot; "
	},
	{
		"label": "The Forms of Loss [60]",
		"longLabel": "The Forms of Loss",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-03",
		"dateType": "Month",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " March Toronto E. A. Lacey's The Forms of Loss, the first English-Canadian gay-identified book of poetry, was published by Muddy York Press. Poet Dennis Lee was one of the book's sponsors. "
	},
	{
		"label": "ASK Newsletter [61]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-03",
		"dateType": "Month",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " March Vancouver Membership in ASK had risen to over sixty-five, and nearly one hundred people subscribed to the ASK Newsletter. "
	},
	{
		"label": "ASK Newsletter [62]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-03",
		"dateType": "Month",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " March Vancouver At the annual general meeting of ASK a committee was formed to enquire into the feasibility of starting a lesbian/gay social centre in Vancouver to be called The Circle. This would be a private social club that would cooperate with ASK but be separate from it. ASK disbanded temporarily in the summer of 1965 but reformed in 1966 and continued towards the goal of forming some sort of centre. The ASK Centre, the first community social centre in Canada run by a homophile organization, opened at the end of 1966. The idea for a social group called The Circle did not disappear, however. During the late 1960s and early 1970s, a non-profit homophile organization called The Circle was active in Vancouver under the direction of Mrs. D. Beck. It was devoted to education and personal counselling on homosexuality. (See also December 31,1966.) "
	},
	{
		"label": "ASK Newsletter [63]",
		"longLabel": "ASK Newsletter",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-05-26",
		"dateType": "Day",
		"location": "Ottawa, Canada",
		"latLng": "45.41117,-75.69812",
		"locationType": "City",
		"pointType": "Point",
		"description": " May 26 Ottawa The Canadian Council on Religion and the Homosex- ual, a group of clergy and laypeople, was established to &quot;aid in public education about homosexuality and the plight of the homosexual in society.&quot; The group's first executive included Rev. Philip Rowswell (Chairman), Garrfield D. Nichol (pseud., of Gary Nichols; Secretary), and Aurele J. Lebeau (Treasurer). Bruce Somers, first president of ASK, also helped to found the group, which sponsored discussion groups and was active until the autumn of 1966. "
	},
	{
		"label": "Mattachine Review [64]",
		"longLabel": "Mattachine Review",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-05-26",
		"dateType": "Day",
		"location": "Stittsville, Canada",
		"latLng": "45.2501,-75.91606",
		"locationType": "City",
		"pointType": "Point",
		"description": " May 26 Stittsville, Ont. The Committee on Social Hygiene, formed in 1963 by Garrfield D. Nichol (pseud, of Gary Nichols), was officially disbanded so that he could become active with the newly formed The Canadian Council on Religion and the Homosexual. "
	},
	{
		"label": "Toronto Daily Star [65]",
		"longLabel": "Toronto Daily Star",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-06-21",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " June 21 Toronto CBC-TV commentator Ed McGibbon chaired a panel discussion of sexuality with five lesbians during a fundraising event for Street Haven, a drop-in centre for women that had been founded at the Hotel Atalanta, 109-13 Carlton Street, in March 1965 by Peggy Ann Walpole. A number of Street Haven's clients were working-class lesbians. Three hundred and seventy-five people attended the event, held at the St. James Parish Hall. "
	},
	{
		"label": "Vancouver Sun [66]",
		"longLabel": "Vancouver Sun",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-07-06",
		"dateType": "Day",
		"location": "Vancouver, Canada",
		"latLng": "49.24966,-123.11934",
		"locationType": "City",
		"pointType": "Point",
		"description": " July 6 Vancouver An article entitled &quot;Homosexuality: Changing the Laws Could Raise Morality,&quot; by William Nicholls, an Anglican priest and head of the department of religious studies at the University of British Columbia, was published in the Vancouver Sun. Nicholls maintained that the present laws regarding homosexuality were &quot;unjust and barbaric,&quot; and that homo- sexuality should be treated legally on the same basis as premarital intercourse between heterosexuals. "
	},
	{
		"label": "Official Discourse as Sexual Regulation:... [67]",
		"longLabel": "Official Discourse as Sexual Regulation: The Social Organization of the Sexual Policing of Gay Men",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-08",
		"dateType": "Month",
		"location": "NorthwestTerritories",
		"locationType": "Other",
		"pointType": "Point",
		"description": " August Northwest Territories Everett George Klippert, thirty-nine, a mechanic living in Pine Point, NWT, was questioned by the RCMP during an investigation of an arson. Klippert, who had not been involved in the fire, made a voluntary statement to the investigators that he had engaged in sexual acts with males on four occasions while living in the North. A native of Kindersley, Sask., Klippert had been convicted previously (in Calgary in 1960) of gross indecency and had been sentenced to four years in prison. Released in 1963 after serving three years, Klippert moved away and eventu- ally settled in Pine Point. The RCMP charged Klippert with four counts of gross indecency involving non-violent acts with consenting adult males in private. He appeared before Magistrate P.B. Parker at Hay River, NWT, and pleaded guilty. On August 24, 1965, Klippert was sentenced to three years on each of the four counts, to be served concurrently. The Klippert case would become one of the most important criminal cases in Canadian history to deal with the matter of gay sexuality, and would prompt the introduction of amendments to the criminal code (Bill C-150) that came into effect in August 1969. (See also March 9,1966, and November 7,1967.) "
	},
	{
		"label": "Variety [68]",
		"longLabel": "Variety",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-09-27",
		"dateType": "Day",
		"location": "Winnipeg, Canada",
		"latLng": "49.8844,-97.14704",
		"locationType": "City",
		"pointType": "Point",
		"description": " September 27 Cardiff, Wales David Secter's film Winter Kept Us Warm, starring John Labow and Henry Tarvainen, premiered to critical acclaim at the Commonwealth Film Festival. This study of the &quot;ambiguous&quot; friendship between two male university students had been filmed at the University of Toronto by Secter, a twenty-two-year-old English major from Winnipeg. This was the first feature film with a homosexual theme made in English Canada. "
	},
	{
		"label": "The United Church Observer [69]",
		"longLabel": "The United Church Observer",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-11-15",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " November 15 Toronto In the November 15 issue of The United Church Observer, Rev. Mervyn Dickinson, pastoral counsellor at two United Churches in Toronto, declared that the church should welcome homosexuals warmly and openly into all phases of its life. Dickinson's statement that the church should give its blessing to some homosexual relationships alarmed some other members of Toronto's clergy. "
	},
	{
		"label": "Toronto Daily Star [70]",
		"longLabel": "Toronto Daily Star",
		"group": "LGLC",
		"subGroup": "N/A",
		"eventType": "Publication",
		"startDate": "1965-12-18",
		"dateType": "Day",
		"location": "Toronto, Canada",
		"latLng": "43.70011,-79.4163",
		"locationType": "City",
		"pointType": "Point",
		"description": " December 18 Toronto When four rowdy customers began to cause trouble at the Melody Room, manager Kurt Lauer called police for assistance. They arrived and arrested Lauer, who later sued Constable Russell Wilson for assault and false imprisonment. "
	},
]
}