
{ 
	"start" : "1965",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "Toward an Under- standing of Homosexuality(1965)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Toward an Under- standing of Homosexuality</strong></p><p>Dates: 1965</p> Englewood Cliffs, N.J. Daniel Cappon's book Toward an Under- standing of Homosexuality was published by Prentice-Hall. Cappon, a profes- sor of psychiatry at the University of Toronto, claimed that homosexuality could be &quot;cured&quot; and that &quot;There are no homosexuals — only people with homosexual problems.&quot; (See also October 9,1968.) </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965",
	"point" : 
	{
		"lat" : 45.5369442,
		"lon" : -73.5107131
	},
	"title" : "Je: poemes(1965)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Je: poemes</strong></p><p>Dates: 1965</p> Longueuil, Que. Denis Vanier's Je: poemes was published by Editions le Crible. It was reprinted with additions in 1974 by Editions l'Aurore. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965",
	"point" : 
	{
		"lat" : 45.5086699,
		"lon" : -73.5539925
	},
	"title" : "Journal poetique, 1964-1965: elegie pour apprendre a vivre, suivie de pieces brives(1965)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Journal poetique, 1964-1965: elegie pour apprendre a vivre, suivie de pieces brives</strong></p><p>Dates: 1965</p> Montreal Journal poetique, 1964-1965: elegie pour apprendre a vivre, suivie de pieces brives, by Jean Basile (pseud. of Jean-Basile Bezroudnoff), was published by Editions du jour. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965",
	"point" : 
	{
		"lat" : 45.5086699,
		"lon" : -73.5539925
	},
	"title" : "Une saison dans la vie d'Em- manuel(1965)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Une saison dans la vie d'Em- manuel</strong></p><p>Dates: 1965</p><img src='http://alpha.cwrc.ca/fedora/repository/islandora:9b1fe8e2-8c0c-418c-a8fb-c84e8048a496/OBJ/FULL_SIZE.jpg' style='padding: 5px; float: left; width: 75px;'><img src='http://alpha.cwrc.ca/fedora/repository/islandora:547ea001-f5c4-4ed7-ab2a-2a033acc6155/OBJ/FULL_SIZE.jpg' style='padding: 5px; float: left; width: 75px;'> Montreal Marie-Claire Blais's novel Une saison dans la vie d'Em- manuel was published by Editions du jour. It garnered international acclaim and was awarded both the Prix Medicis and the Prix France-Canada. Translated into thirteen languages, the work was later adapted as a film. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965",
	"point" : 
	{
		"lat" : 43.6532260,
		"lon" : -79.3831843
	},
	"title" : "Gay International(1965)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Gay International</strong></p><p>Dates: 1965</p> Toronto The Gay Publishing Company, publishers of Gay International, printed the four-page pamphlet &quot;How to Handle a Federal Interrogation/If You Are Arrested&quot; for the East Coast Homophile Organizations (ECHO), the coalition of American homophile organizations formed in January 1963. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965",
	"point" : 
	{
		"lat" : 43.6532260,
		"lon" : -79.3831843
	},
	"title" : "Two(1965)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Two</strong></p><p>Dates: 1965</p> Toronto Kamp Publishing Company, publishers of Two, The Male Nude, and Gay Giggle, moved from 457 Church Street to 292 Yonge Street. The operation soon opened K.K. Books, which stocked the largest selection of gay-oriented publications available in Canada at the time. In the early days, K.K. Books was run by Richard Kerr (of the Music Room and the Melody Room) and Kurt Lauer (of the Melody Room). The bookstore continued to operate into the early 1970s. (See also February 6,1966.) </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965",
	"point" : 
	{
		"lat" : 49.2612260,
		"lon" : -123.1139268
	},
	"title" : "Naked Poems(1965)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Naked Poems</strong></p><p>Dates: 1965</p><img src='http://alpha.cwrc.ca/fedora/repository/islandora:7da01128-6109-4f53-be5d-31e62a01136c/OBJ/FULL_SIZE.jpg' style='padding: 5px; float: left; width: 75px;'><img src='http://alpha.cwrc.ca/fedora/repository/islandora:4061d831-773e-419d-8c9d-058b4ab3cace/OBJ/FULL_SIZE.jpg' style='padding: 5px; float: left; width: 75px;'> Vancouver Phyllis Webb's book of poetry Naked Poems was published by Periwinkle. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-02-06",
	"point" : 
	{
		"lat" : 45.5086699,
		"lon" : -73.5539925
	},
	"title" : "Montreal Star(1965-02-06)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Montreal Star</strong></p><p>Dates: 1965-02-06</p> February 6 Montreal An article by Norm Williams published in the Montreal Star discussed the increasing number of homosexuals being con- victed in Montreal for soliciting, obscene displays, and &quot;acting in a manner as to shock citizens.&quot; His research had been spurred by a comment made by Municipal Court Judge Pascal Lachapelle that homosexuality was on the rise in the city. Convictions for homosexual activities had increased from 25 in 1960 to 166 in 1964. Williams also interviewed members of Montreal's morality squad, who discussed gay night spots in town. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-02-08",
	"point" : 
	{
		"lat" : 45.4215296,
		"lon" : -75.6971931
	},
	"title" : "Committee on Social Hygiene(1965-02-08)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Committee on Social Hygiene</strong></p><p>Dates: 1965-02-08</p> February 8 Ottawa Five gay men and four clergymen held an informal discussion with a view to forming &quot;some type of organization to help homosexuals with their spiritual problems.&quot; Garrfield D. Nichol (pseud, of Gary Nichols) of the Committee on Social Hygiene was one of the organizers of the meeting. Further meetings were held on March 1 and March 29, 1965, and were a prelude to the formation of the Canadian Council on Religion and the Homosexual. (See also May 26,1965.) </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-02-09",
	"point" : 
	{
		"lat" : 49.2612260,
		"lon" : -123.1139268
	},
	"title" : "ASK Newsletter(1965-02-09)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>ASK Newsletter</strong></p><p>Dates: 1965-02-09</p> February 9 Vancouver Several members of ASK attended the annual general meeting of the John Howard Society of British Columbia to hear Dr. R.E. Turner, director of the Forensic Clinic attached to the Toronto Psychiatric Hospital, speak on the psychiatric treatment of the sexual offender. Dr. Turner was later interviewed by three members of ASK. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-02-10",
	"point" : 
	{
		"lat" : 49.2612260,
		"lon" : -123.1139268
	},
	"title" : "ASK Newsletter(1965-02-10)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>ASK Newsletter</strong></p><p>Dates: 1965-02-10</p> February 10 Vancouver ASK held a discussion group to hear part of the CJOR radio program Crossfire taped on December 17, 1964, which featured two of ASK's members. Program host Jim Crossen attended the discussion. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-02-21",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "ASK Newsletter(1965-02-21)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>ASK Newsletter</strong></p><p>Dates: 1965-02-21</p> February 21 Seattle, Wash. ASK held its first meeting outside Vancouver, at the Friends' Center in Seattle, with guest speaker Dr. John Hampson of the department of psychiatry. University of Washington, discussing &quot;Homo- sexuality and Psychiatry.&quot; </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-03",
	"point" : 
	{
		"lat" : 43.6532260,
		"lon" : -79.3831843
	},
	"title" : "The Forms of Loss(1965-03)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Forms of Loss</strong></p><p>Dates: 1965-03</p><b><a href='http://books.google.ca/books/about/The_Forms_of_Loss.html?id=Cl38GAAACAAJ' target='_blank'>The Forms of Loss</a></b> March Toronto E. A. Lacey's The Forms of Loss, the first English-Canadian gay-identified book of poetry, was published by Muddy York Press. Poet Dennis Lee was one of the book's sponsors. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-03",
	"point" : 
	{
		"lat" : 49.2612260,
		"lon" : -123.1139268
	},
	"title" : "ASK Newsletter(1965-03)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>ASK Newsletter</strong></p><p>Dates: 1965-03</p> March Vancouver Membership in ASK had risen to over sixty-five, and nearly one hundred people subscribed to the ASK Newsletter. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-03",
	"point" : 
	{
		"lat" : 49.2612260,
		"lon" : -123.1139268
	},
	"title" : "ASK Newsletter(1965-03)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>ASK Newsletter</strong></p><p>Dates: 1965-03</p> March Vancouver At the annual general meeting of ASK a committee was formed to enquire into the feasibility of starting a lesbian/gay social centre in Vancouver to be called The Circle. This would be a private social club that would cooperate with ASK but be separate from it. ASK disbanded temporarily in the summer of 1965 but reformed in 1966 and continued towards the goal of forming some sort of centre. The ASK Centre, the first community social centre in Canada run by a homophile organization, opened at the end of 1966. The idea for a social group called The Circle did not disappear, however. During the late 1960s and early 1970s, a non-profit homophile organization called The Circle was active in Vancouver under the direction of Mrs. D. Beck. It was devoted to education and personal counselling on homosexuality. (See also December 31,1966.) </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-05-26",
	"point" : 
	{
		"lat" : 45.4215296,
		"lon" : -75.6971931
	},
	"title" : "ASK Newsletter(1965-05-26)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>ASK Newsletter</strong></p><p>Dates: 1965-05-26</p> May 26 Ottawa The Canadian Council on Religion and the Homosex- ual, a group of clergy and laypeople, was established to &quot;aid in public education about homosexuality and the plight of the homosexual in society.&quot; The group's first executive included Rev. Philip Rowswell (Chairman), Garrfield D. Nichol (pseud., of Gary Nichols; Secretary), and Aurele J. Lebeau (Treasurer). Bruce Somers, first president of ASK, also helped to found the group, which sponsored discussion groups and was active until the autumn of 1966. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-05-26",
	"point" : 
	{
		"lat" : 45.2585131,
		"lon" : -75.9207767
	},
	"title" : "Mattachine Review(1965-05-26)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Mattachine Review</strong></p><p>Dates: 1965-05-26</p> May 26 Stittsville, Ont. The Committee on Social Hygiene, formed in 1963 by Garrfield D. Nichol (pseud, of Gary Nichols), was officially disbanded so that he could become active with the newly formed The Canadian Council on Religion and the Homosexual. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-06-21",
	"point" : 
	{
		"lat" : 43.6532260,
		"lon" : -79.3831843
	},
	"title" : "Toronto Daily Star(1965-06-21)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Toronto Daily Star</strong></p><p>Dates: 1965-06-21</p> June 21 Toronto CBC-TV commentator Ed McGibbon chaired a panel discussion of sexuality with five lesbians during a fundraising event for Street Haven, a drop-in centre for women that had been founded at the Hotel Atalanta, 109-13 Carlton Street, in March 1965 by Peggy Ann Walpole. A number of Street Haven's clients were working-class lesbians. Three hundred and seventy-five people attended the event, held at the St. James Parish Hall. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-07-06",
	"point" : 
	{
		"lat" : 49.2612260,
		"lon" : -123.1139268
	},
	"title" : "Vancouver Sun(1965-07-06)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Vancouver Sun</strong></p><p>Dates: 1965-07-06</p> July 6 Vancouver An article entitled &quot;Homosexuality: Changing the Laws Could Raise Morality,&quot; by William Nicholls, an Anglican priest and head of the department of religious studies at the University of British Columbia, was published in the Vancouver Sun. Nicholls maintained that the present laws regarding homosexuality were &quot;unjust and barbaric,&quot; and that homo- sexuality should be treated legally on the same basis as premarital intercourse between heterosexuals. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-08",
	"point" : 
	{
		"lat" : 64.8255441,
		"lon" : -124.8457334
	},
	"title" : "Official Discourse as Sexual Regulation: The Social Organization of the Sexual Policing of Gay Men(1965-08)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Official Discourse as Sexual Regulation: The Social Organization of the Sexual Policing of Gay Men</strong></p><p>Dates: 1965-08</p> August Northwest Territories Everett George Klippert, thirty-nine, a mechanic living in Pine Point, NWT, was questioned by the RCMP during an investigation of an arson. Klippert, who had not been involved in the fire, made a voluntary statement to the investigators that he had engaged in sexual acts with males on four occasions while living in the North. A native of Kindersley, Sask., Klippert had been convicted previously (in Calgary in 1960) of gross indecency and had been sentenced to four years in prison. Released in 1963 after serving three years, Klippert moved away and eventu- ally settled in Pine Point. The RCMP charged Klippert with four counts of gross indecency involving non-violent acts with consenting adult males in private. He appeared before Magistrate P.B. Parker at Hay River, NWT, and pleaded guilty. On August 24, 1965, Klippert was sentenced to three years on each of the four counts, to be served concurrently. The Klippert case would become one of the most important criminal cases in Canadian history to deal with the matter of gay sexuality, and would prompt the introduction of amendments to the criminal code (Bill C-150) that came into effect in August 1969. (See also March 9,1966, and November 7,1967.) </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-09-27",
	"point" : 
	{
		"lat" : 49.8997541,
		"lon" : -97.1374937
	},
	"title" : "Variety(1965-09-27)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Variety</strong></p><p>Dates: 1965-09-27</p><img src='http://alpha.cwrc.ca/fedora/repository/islandora:82269474-e056-4185-9f58-cf03401ac777/OBJ/FULL_SIZE.jpg' style='padding: 5px; float: left; width: 75px;'><img src='http://alpha.cwrc.ca/fedora/repository/islandora:ed5f8734-77aa-4a3a-9885-e0ca5ec24384/OBJ/FULL_SIZE.jpg' style='padding: 5px; float: left; width: 75px;'> September 27 Cardiff, Wales David Secter's film Winter Kept Us Warm, starring John Labow and Henry Tarvainen, premiered to critical acclaim at the Commonwealth Film Festival. This study of the &quot;ambiguous&quot; friendship between two male university students had been filmed at the University of Toronto by Secter, a twenty-two-year-old English major from Winnipeg. This was the first feature film with a homosexual theme made in English Canada. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-11-15",
	"point" : 
	{
		"lat" : 43.6532260,
		"lon" : -79.3831843
	},
	"title" : "The United Church Observer(1965-11-15)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The United Church Observer</strong></p><p>Dates: 1965-11-15</p> November 15 Toronto In the November 15 issue of The United Church Observer, Rev. Mervyn Dickinson, pastoral counsellor at two United Churches in Toronto, declared that the church should welcome homosexuals warmly and openly into all phases of its life. Dickinson's statement that the church should give its blessing to some homosexual relationships alarmed some other members of Toronto's clergy. </div>",
		"tags" : ['lglc']
	}
},
{ 
	"start" : "1965-12-18",
	"point" : 
	{
		"lat" : 43.6532260,
		"lon" : -79.3831843
	},
	"title" : "Toronto Daily Star(1965-12-18)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Toronto Daily Star</strong></p><p>Dates: 1965-12-18</p> December 18 Toronto When four rowdy customers began to cause trouble at the Melody Room, manager Kurt Lauer called police for assistance. They arrived and arrested Lauer, who later sued Constable Russell Wilson for assault and false imprisonment. </div>",
		"tags" : ['lglc']
	}
},
