
{ 
	"start" : "1897-06-",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The first issue of The Adult, a periodical from the Legitimation League, appeared: it campaigned for the rights of the illegitimate and for sex education.(1897-06-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first issue of The Adult, a periodical from the Legitimation League, appeared: it campaigned for the rights of the illegitimate and for sex education.</strong></p><p>Dates: 1897-06-</p>The League aimed to change bastardy laws, reform marriage and divorce legislation, and advance freedom in sexual relationships. The Adult, edited by George Bedborough and Henry Seymour, used a succession of different sub-titles: an unconventional journal and a journal for the free discussion of tabooed subjects. Contributors included Grant Allen, Edward Carpenter, and Mona Caird.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1839-02-26",
	"point" : 
	{
		"lat" : 53.4793220,
		"lon" : -2.9372840
	},
	"title" : "The first Grand National steeplechase was run at Aintree in Lancashire, near Liverpool.(1839-02-26)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first Grand National steeplechase was run at Aintree in Lancashire, near Liverpool.</strong></p><p>Dates: 1839-02-26</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1828--",
	"point" : 
	{
		"lat" : 53.4083714,
		"lon" : -2.9915726
	},
	"title" : "The first public baths in England opened in Liverpool.(1828--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first public baths in England opened in Liverpool.</strong></p><p>Dates: 1828--</p>The Baths and Wash-houses Acts 1846-1896, a series of statutes, regulated health and safety issues regarding public baths and wash-houses. After the first of these was passed, London opened its first public bath in Green Street, Leicester Square.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1844-06-06",
	"point" : 
	{
		"lat" : 51.5112139,
		"lon" : -0.1198244
	},
	"title" : "The Young Men's Christian Association (YMCA) was founded by George Williams at a meeting in London.(1844-06-06)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Young Men's Christian Association (YMCA) was founded by George Williams at a meeting in London.</strong></p><p>Dates: 1844-06-06</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1877-01-",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "A meeting between Emma Robarts and Lady Kinnaird resulted in the decision to merge the Prayer Circles or Unions started by the former with the Nurses' Home organized by the latter; the union became the Young Women's Christian Association or YWCA.(1877-01-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>A meeting between Emma Robarts and Lady Kinnaird resulted in the decision to merge the Prayer Circles or Unions started by the former with the Nurses' Home organized by the latter; the union became the Young Women's Christian Association or YWCA.</strong></p><p>Dates: 1877-01-</p>Robarts' movement of loosely associated prayer groups, which she began in April 1855, came to be called the Young Women's Christian Association Prayer Union. One of the early members of the association was Frances Ridley Havergal, author of the YWCA hymn, True Hearted, Whole Hearted.Kinnaird worked from January 1855 to found the Nurses' Home at Fitzroy Square after she realized that many young women travelling to London (following Florence Nightingale's appeal for nurses to be sent to the Crimea) had no place to stay while waiting for their commissions. Out of the idea for a residence emerged an entire social programme for young women; the organizing body called itself the Young Women's Christian Improvement Association.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1846--",
	"point" : 
	{
		"lat" : 50.9270540,
		"lon" : 11.5892372
	},
	"title" : "Carl Zeiss founded an optical factory in Jena, Germany.(1846--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Carl Zeiss founded an optical factory in Jena, Germany.</strong></p><p>Dates: 1846--</p>The company became one of the leading optical manfacturers in the world.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1847-06-08",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "A Factory Act, also known as The Ten Hours Act, restricted the length of British women's and teenagers' working day in textile factories to ten hours.(1847-06-08)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>A Factory Act, also known as The Ten Hours Act, restricted the length of British women's and teenagers' working day in textile factories to ten hours.</strong></p><p>Dates: 1847-06-08</p>This was reduced from the maximum of twelve hours a day legislated in Factory Acts of 1819, 1833, and 1842, together with prescribed statutory holidays.Fearing that female factory workers would have too much time on their hands, the owners of the Courtauld silk mill in Essex hired teacher Mary Merryweather to promote proper feminine behaviour and curb a love of unrestricted liberty.210 The women workers resisted strongly the domestic ideal that married women should not work outside the home, and some burned the regulations established for the single girls in the dormitory established by Merryweather. Her record of her fourteen-year Experience of Factory Life was in its third edition by 1862, with a foreword by Bessie Rayner Parkes.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1854-10-",
	"point" : 
	{
		"lat" : 51.5112139,
		"lon" : -0.1198244
	},
	"title" : "The Working Men's College, Great Ormond Street, London, was founded by the Rev. Frederick D. Maurice.(1854-10-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Working Men's College, Great Ormond Street, London, was founded by the Rev. Frederick D. Maurice.</strong></p><p>Dates: 1854-10-</p>The first working men's college had been founded in Sheffield by Mr Bayley; it was reconstituted by former students in 1848.According to literary historian Chris Baldick, Maurice's own hope was that through the college's work, class may be united to class, not by necessity only, but by generous duties and common sympathies.63 Maurice's brand of Christian Socialism, Baldick explains, was intended to head off the Chartist Movement in 1848.63</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1832-02-13",
	"point" : 
	{
		"lat" : 51.5112139,
		"lon" : -0.1198244
	},
	"title" : "Cholera was registered as epidemic in London (a couple of months after Joanna Baillie recorded anxiety about it). This was the first of four major outbreaks in nineteenth-century Britain.(1832-02-13)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Cholera was registered as epidemic in London (a couple of months after Joanna Baillie recorded anxiety about it). This was the first of four major outbreaks in nineteenth-century Britain.</strong></p><p>Dates: 1832-02-13</p>Another epidemic followed in June-October 1849, which resulted in some 14,000 deaths. During a subsequent outbreak in April-September 1854 in London, Dr John Snow determined that the epidemic was spread through the water system. These outbreaks began the gradual process of changing health policy, which did not, however, prevent another epidemic in 1866.In 1832 Parliament passed an Act to give local health boards the power to finance public health measures (out of the poor rate). The Public Health Act of 31 August 1848 established a General Board of Health, further enhanced the power of medical officers of health, and gave sanitary authorities the right to enforce compliance with sanitary regulations. Later, under the 1866 Sanitary Act, officers were empowered to demand that slum dwellings be either improved or torn down.Progress was slow. According to historian Geoffrey Alderman: By the end of 1853 only 182 local boards of health had been established under the 1848 Act, and only 13 of these had completed sewerage and water works.104The nineteenth century also saw epidemics of yellow fever, smallpox, diptheria, scarlet fever, dysentery, typhus and typhoid. Tuberculosis was ever-present.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1858-02-11",
	"point" : 
	{
		"lat" : 43.0914630,
		"lon" : -0.0457260
	},
	"title" : "At Lourdes in the French Pyrenees, a fourteen-year-old peasant girl, Bernadette Soubirous, saw a vision which others identified as the Virgin Mary.(1858-02-11)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>At Lourdes in the French Pyrenees, a fourteen-year-old peasant girl, Bernadette Soubirous, saw a vision which others identified as the Virgin Mary.</strong></p><p>Dates: 1858-02-11</p>There was much economic hardship in the area. Bernardette was worked hard as a shepherdess and general servant; she was out gathering wood near a spring when she saw the vision, which reputedly said I am the Immaculate Conception. Bernardette saw her about seventeen times more on various visits ending on July 16, in company with steadily increasing crowds.Lourdes quickly became one of Europe's most popular pilgrimage sites, and claimed thousands of miraculous cures. Its reputation was established by Henri Lasserre's Notre-Dame de Lourdes, 1869 and later attacked by Émile Zola in his novel Lourdes. Bernadette died in a nunnery in 1879, of tuberculosis.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1864--",
	"point" : 
	{
		"lat" : 51.5112139,
		"lon" : -0.1198244
	},
	"title" : "Octavia Hill began tenement-dwelling reforms in London.(1864--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Octavia Hill began tenement-dwelling reforms in London.</strong></p><p>Dates: 1864--</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1865-07-02",
	"point" : 
	{
		"lat" : 51.5112139,
		"lon" : -0.1198244
	},
	"title" : "William Booth led his first evangelical Christian Mission meeting in London's East End.(1865-07-02)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>William Booth led his first evangelical Christian Mission meeting in London's East End.</strong></p><p>Dates: 1865-07-02</p>In 1878 the association he founded with wife Catherine Booth was renamed the Salvation Army.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1867-10-",
	"point" : 
	{
		"lat" : 51.5159850,
		"lon" : -0.0477249
	},
	"title" : "Dr Thomas J. Barnardo established his first home for destitute children at Stepney, London.(1867-10-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Dr Thomas J. Barnardo established his first home for destitute children at Stepney, London.</strong></p><p>Dates: 1867-10-</p>In 1870, he established a permanent home for boys at Stepney; shortly thereafter he also established one for girls in Barkingside, Essex.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1867-09-18",
	"point" : 
	{
		"lat" : 53.4792510,
		"lon" : -2.2479260
	},
	"title" : "Fenians staged an attack in Manchester on a police van to gain the release of two Fenian prisoners who were arrested the week before; a policeman was killed. Later five men were tried for murder and three of them were hanged(1867-09-18)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Fenians staged an attack in Manchester on a police van to gain the release of two Fenian prisoners who were arrested the week before; a policeman was killed. Later five men were tried for murder and three of them were hanged</strong></p><p>Dates: 1867-09-18</p>It was rumoured that the shot was fired in an attempt to break a lock, and that the man who fired it was never found. Of those tried, William Allen, Michael Larkin, and Michael O'Brien were executed while Edward Condon (a US citizen) had his sentence commuted, and Thomas Maguire (on whose behalf journalists covering the trial submitted a petition alleging the inadequacy of the testimony against him) was condemned but then pardoned. Annie Wood, later Besant, attended the trial of the Manchester Martyrs.On 13 December, twelve people were killed in an explosion during a Fenian raid on Clerkenwell jail. Again an alleged culprit was hanged on what many regarded as unsafe testimony. These two events radicalized the pre-teenage writer Lady Florence Douglas, later Dixie.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1871-08-07",
	"point" : 
	{
		"lat" : 52.3555177,
		"lon" : -1.1743197
	},
	"title" : "England and Wales had their first August Bank Holiday: the beginning of the now worldwide practice of national holidays unconnected with religious faith.(1871-08-07)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>England and Wales had their first August Bank Holiday: the beginning of the now worldwide practice of national holidays unconnected with religious faith.</strong></p><p>Dates: 1871-08-07</p>Sir John Lubbock's Bank Holiday Bill introduced three breaks between Spring and Autumn of each year.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1879--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The general public was first granted unrestricted access to the British Museum collections.(1879--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The general public was first granted unrestricted access to the British Museum collections.</strong></p><p>Dates: 1879--</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1910--",
	"point" : 
	{
		"lat" : 40.7143528,
		"lon" : -74.0059731
	},
	"title" : "The Elizabeth Arden beauty salon, whose name was inspired by Tennyson's poem Enoch Arden, began in New York; it was established by the Canadian-American Florence Nightingale Graham.(1910--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Elizabeth Arden beauty salon, whose name was inspired by Tennyson's poem Enoch Arden, began in New York; it was established by the Canadian-American Florence Nightingale Graham.</strong></p><p>Dates: 1910--</p>She set up her cottage in Maine as a health resort called Maine Chance Farm.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1891-09-02",
	"point" : 
	{
		"lat" : 52.9399159,
		"lon" : -73.5491361
	},
	"title" : "Nellie Lamount made the first parachute jump by a Canadian woman, from a hot air balloon in Québec.(1891-09-02)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Nellie Lamount made the first parachute jump by a Canadian woman, from a hot air balloon in Québec.</strong></p><p>Dates: 1891-09-02</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1928-03-13",
	"point" : 
	{
		"lat" : 43.2500208,
		"lon" : -79.8660914
	},
	"title" : "Miss Eileen M. Vollick became the first Canadian woman to obtain her pilot's licence, after passing flight tests in Hamilton, Ontario.(1928-03-13)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Miss Eileen M. Vollick became the first Canadian woman to obtain her pilot's licence, after passing flight tests in Hamilton, Ontario.</strong></p><p>Dates: 1928-03-13</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1915-09-11",
	"point" : 
	{
		"lat" : 53.2246219,
		"lon" : -4.1979950
	},
	"title" : "The first British Women's Institute was founded in Llanfair, Anglesey, Wales; the first Women's Institute of all had been founded in Stoney Creek, Ontario, Canada, in 1897.(1915-09-11)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first British Women's Institute was founded in Llanfair, Anglesey, Wales; the first Women's Institute of all had been founded in Stoney Creek, Ontario, Canada, in 1897.</strong></p><p>Dates: 1915-09-11</p>Among many Welsh places named Llanfair (meaning white church), this one is famous for its long name: Llanfairpwllgwyngyllgogerychwyrndrobwllllantysiliogogogoch.Country women developed the WI in Britain as a means to define women's roles in farming life and in the long-term drive to increase British food production. Its social function was also much valued. It began as a branch of the British Agricultural Organization Society, but later (about 1917) came under the auspices of the newly formed Women's Branch of the Government's Board of Agriculture, which also oversaw the Women's Land Army.The Women's Institute was the only national women's organisation in Britain to have its own short-term residential college, Denman, which opened in 1948.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1919--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The war years caused inflation in cinema stars' salaries, and Canadian-born actress Mary Pickford, who became famous as the character Little Mary, a sentimental girl with golden curls, sought a higher salary than Charlie Chaplin.(1919--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The war years caused inflation in cinema stars' salaries, and Canadian-born actress Mary Pickford, who became famous as the character Little Mary, a sentimental girl with golden curls, sought a higher salary than Charlie Chaplin.</strong></p><p>Dates: 1919--</p> At this time, she joined United Artists along with Chaplin and Douglas Fairbanks.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1926--",
	"point" : 
	{
		"lat" : 51.5112139,
		"lon" : -0.1198244
	},
	"title" : "Irish dancer and choreographer Ninette de Valois founded her own school, the Academy of Choreographic Art, in London.(1926--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Irish dancer and choreographer Ninette de Valois founded her own school, the Academy of Choreographic Art, in London.</strong></p><p>Dates: 1926--</p>This same year she met Lilian Baylis, who ran the Old Vic Theatre, and together they established the Vic-Wells Ballet, which became the Sadler's Wells Ballet and eventually Britain's national Royal Ballet. De Valois also founded Turkey's National Ballet and was instrumental in planning Canada's and Iran's National Ballets.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1836-03-18",
	"point" : 
	{
		"lat" : 45.6312690,
		"lon" : -122.6668410
	},
	"title" : "The Hudson Bay Company's Beaver, the first steamer on the northern Pacific, arrived at Fort Vancouver.(1836-03-18)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Hudson Bay Company's Beaver, the first steamer on the northern Pacific, arrived at Fort Vancouver.</strong></p><p>Dates: 1836-03-18</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1876-08-10",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The first telephone conversation over a significant distance (eight miles) was made by Alexander Graham Bell.(1876-08-10)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first telephone conversation over a significant distance (eight miles) was made by Alexander Graham Bell.</strong></p><p>Dates: 1876-08-10</p>The phone call was placed in Ontario, Canada, between Brantford and Paris.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1893-10-26",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The National Council of Women of Canada was founded with the Countess of Aberdeen as President.(1893-10-26)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The National Council of Women of Canada was founded with the Countess of Aberdeen as President.</strong></p><p>Dates: 1893-10-26</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1920-06-15",
	"point" : 
	{
		"lat" : 51.7355868,
		"lon" : 0.4685497
	},
	"title" : "Dame Nellie Melba sang from the Marconi Company's experimental radio studio at Chelmsford, Essex. The broadcast (the first one by a professional singer, publicly advertised) was heard in Europe and Newfoundland.(1920-06-15)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Dame Nellie Melba sang from the Marconi Company's experimental radio studio at Chelmsford, Essex. The broadcast (the first one by a professional singer, publicly advertised) was heard in Europe and Newfoundland.</strong></p><p>Dates: 1920-06-15</p>Melba began her programme with Home Sweet Home and closed with the national anthem.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1921-12-",
	"point" : 
	{
		"lat" : 43.6532260,
		"lon" : -79.3831843
	},
	"title" : "Frederick Banting, Charles Best, and John J. R. Macleod presented a paper to the American Physiological Society on Banting and Best's discovery of insulin, while working in Macleod's labratory in Toronto.(1921-12-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Frederick Banting, Charles Best, and John J. R. Macleod presented a paper to the American Physiological Society on Banting and Best's discovery of insulin, while working in Macleod's labratory in Toronto.</strong></p><p>Dates: 1921-12-</p>After taking up a position at the University of Toronto in 1918, Macleod invited Banting and Best to work with him. Banting and Best isolated insulin while Macleod was on holiday.Macleod and Banting were jointly awarded the Nobel Prize for Medicine in 1923. Macleod gave half of his Nobel Prize money to John Collip, who characterized insulin after its discovery, after Banting complained about having to share his half of the award money with Best. 316As a result of their discovery, the treatment of childhood-onset diabetes became possible.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1955-04-15",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The announcement was publicly made of the discovery by Jonas Salk of Canada of a vaccine for polio: the first effective protection against the infectious disease of poliomyelitis, which could cripple for life.(1955-04-15)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The announcement was publicly made of the discovery by Jonas Salk of Canada of a vaccine for polio: the first effective protection against the infectious disease of poliomyelitis, which could cripple for life.</strong></p><p>Dates: 1955-04-15</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1968-04-20",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "In a famously apocalyptic speech, Enoch Powell advocated voluntary repatriation of Asians and West Indians from Britain to avert bloodshed in inner cities.(1968-04-20)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>In a famously apocalyptic speech, Enoch Powell advocated voluntary repatriation of Asians and West Indians from Britain to avert bloodshed in inner cities.</strong></p><p>Dates: 1968-04-20</p>Large numbers of persons from the colonies (especially the Caribbean) had emigrated to the UK (as later to Canada) after the Second World War. The British Nationality Act, which since 1949 had equated Commonwealth with British subjects, had already entered on a process of serial redrafting to whittle away Commonwealth rights to citizenship or residence.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1856--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The Cunard Company's iron steamship the Persia crossed the Atlantic at an average speed of 13.49 knots, establishing itself as the fastest vessel in the world.(1856--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Cunard Company's iron steamship the Persia crossed the Atlantic at an average speed of 13.49 knots, establishing itself as the fastest vessel in the world.</strong></p><p>Dates: 1856--</p>Samuel Cunard (great-grandfather of Nancy) was granted a baronetcy in 1859. Emigrants preferred Cunard steamships to sailing ships, as voyages under steam tended to be shorter and less uncomfortable, if more expensive.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1858-03-27",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The Report of the Commissioners appointed to Inquire into the Regulations affecting the Sanitary Conditions of the Army, the Organization of Military Hospitals, and the Treatment of the Sick and Wounded had been universally diffused.(1858-03-27)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Report of the Commissioners appointed to Inquire into the Regulations affecting the Sanitary Conditions of the Army, the Organization of Military Hospitals, and the Treatment of the Sick and Wounded had been universally diffused.</strong></p><p>Dates: 1858-03-27</p>The report, published the previous year, documented appalling health conditions among enlisted men. It advocated the measures put in place by the Contagious Diseases Acts to control venereal disease among the lower ranks of soldiers.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1852-09-02",
	"point" : 
	{
		"lat" : 53.4792510,
		"lon" : -2.2479260
	},
	"title" : "The Manchester Free Library, the first major British public lending library, opened in Manchester.(1852-09-02)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Manchester Free Library, the first major British public lending library, opened in Manchester.</strong></p><p>Dates: 1852-09-02</p>The rhetoric around it (of spreading knowledge to the poorer orders) may have been paternalistic, but more than twenty thousand hardworking clerks and artizans,27 in the words of Manchester's mayor Sir John Potter, contributed money towards the library.The opening ceremony attracted close to a thousand people. Speakers included the Earl of Shaftesbury, Edward Bulwer-Lytton, William Makepeace Thackeray, Charles Dickens, Richard Monckton Milnes, and Sir James Stephens.The Manchester Statistical Society's support for a public library reflected the growing realization that to reform and regulate a burgeoning population and its connected problems the first step was to accumulate, in an accessible repository, knowledge and data on the norms, habits and conducts of the new society,70 which the institution of the library could both house and provide.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1859--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "Future anti-slavery lecturer and Bedford College graduate Sarah Parker Remond, an African American from the northern US, arrived in England.(1859--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Future anti-slavery lecturer and Bedford College graduate Sarah Parker Remond, an African American from the northern US, arrived in England.</strong></p><p>Dates: 1859--</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1889--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "Cornelia Sorabji, the first woman law student at a British university, enrolled at Somerville College, Oxford.(1889--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Cornelia Sorabji, the first woman law student at a British university, enrolled at Somerville College, Oxford.</strong></p><p>Dates: 1889--</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1868--",
	"point" : 
	{
		"lat" : 44.9361591,
		"lon" : 1.0121582
	},
	"title" : "Several prehistoric skeletons were found in a cave at Cro-Magnon, a rock shelter close to Les Eyzies de Tayac in the Dordogne region, France.(1868--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Several prehistoric skeletons were found in a cave at Cro-Magnon, a rock shelter close to Les Eyzies de Tayac in the Dordogne region, France.</strong></p><p>Dates: 1868--</p>French geologist Louis Lartet uncovered five archaeological layers at this site. The remains embedded in the top layer proved to be between ten thousand and thirty-five thousand years old and thus from the Upper Paeoleolithic age which succeeded the Neanderthal. Paul Broca named the ancient race discovered by this find Cro-Magnon, after the site of the breakthrough.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1854--",
	"point" : 
	{
		"lat" : 51.4545130,
		"lon" : -2.5879100
	},
	"title" : "Mary Carpenter's Red Lodge Girls' Reformatory School, the first institution of its kind, opened in Bristol; she had opened a reform school for boys in the same city two years earlier.(1854--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Mary Carpenter's Red Lodge Girls' Reformatory School, the first institution of its kind, opened in Bristol; she had opened a reform school for boys in the same city two years earlier.</strong></p><p>Dates: 1854--</p>A major financial supporter of these projects was Lady Byron, who arranged in 1858 for Frances Power Cobbe to come and live with Carpenter in Bristol.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1859-07-07",
	"point" : 
	{
		"lat" : 51.5112139,
		"lon" : -0.1198244
	},
	"title" : "The first meeting of the Society for Promoting the Employment of Women was held in London; founding members included Anna Jameson, Emily Faithfull, Jessie Boucherett, Adelaide Procter, Bessie Rayner Parkes, Isa Craig, and Sarah Lewin.(1859-07-07)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first meeting of the Society for Promoting the Employment of Women was held in London; founding members included Anna Jameson, Emily Faithfull, Jessie Boucherett, Adelaide Procter, Bessie Rayner Parkes, Isa Craig, and Sarah Lewin.</strong></p><p>Dates: 1859-07-07</p>The group sought to expand the range of gainful employment available to women beyond teaching, needlework, or domestic service. The argument that women were well suited for certain trades, such as printing, helped lead to all-women printing houses, such as the Victoria Press. The society operated at least into the 1890s.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1802--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "Gas lighting was first employed in British factories.(1802--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Gas lighting was first employed in British factories.</strong></p><p>Dates: 1802--</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1805--",
	"point" : 
	{
		"lat" : 53.4792510,
		"lon" : -2.2479260
	},
	"title" : "Several Manchester factories began using gas lighting.(1805--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Several Manchester factories began using gas lighting.</strong></p><p>Dates: 1805--</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1807--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "Thomas Saddington developed a method of preserving fruit by canning.(1807--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Thomas Saddington developed a method of preserving fruit by canning.</strong></p><p>Dates: 1807--</p>Saddington placed the fruit in glass jars, which were immersed for an hour in a bath of water heated between 160° and 170° F. The jars were then filled to the top with hot water and sealed.In France, Nicholas Appert had been selling canned fruit, vegetables, meat, and milk to the French armed forces since 1806.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1812--",
	"point" : 
	{
		"lat" : 51.4969090,
		"lon" : -0.0659840
	},
	"title" : "The first factory to sell tinned provisions was established at Bermondsey by Bryan Donkin.(1812--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first factory to sell tinned provisions was established at Bermondsey by Bryan Donkin.</strong></p><p>Dates: 1812--</p>The company's products were targeted at the military market, where they proved quite successful: in 1818 the armed forces purchased a total of 23,779 tins containing 46,000 pounds of food. As tinned food was more expensive than fresh, these items were mostly consumed at sea, where fresh provisions were hard to come by.After 1831, Admiralty regulations stipulated that all ships were bound to provide canned rations as medical comforts.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1812--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The first British gas company was established.(1812--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first British gas company was established.</strong></p><p>Dates: 1812--</p>The distribution system was not perfected for another twenty years, so the technology spread slowly.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1882--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "In an attempt to regulate the new industry of electric power distribution, an Electric Lighting Act was established; a second act was passed in 1888.(1882--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>In an attempt to regulate the new industry of electric power distribution, an Electric Lighting Act was established; a second act was passed in 1888.</strong></p><p>Dates: 1882--</p>The 1882 act, in failing to specify standard voltages and cycles, did not achieve industry standardization.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1891--",
	"point" : 
	{
		"lat" : 53.4792510,
		"lon" : -2.2479260
	},
	"title" : "In this year, there was only one female candidate for the School Board in Manchester and only one for Liverpool.(1891--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>In this year, there was only one female candidate for the School Board in Manchester and only one for Liverpool.</strong></p><p>Dates: 1891--</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1894-10-12",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The word feminist appeared in a story in the Daily News; the Oxford English Dictionary records this as the first use of the word.(1894-10-12)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The word feminist appeared in a story in the Daily News; the Oxford English Dictionary records this as the first use of the word.</strong></p><p>Dates: 1894-10-12</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1886--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "The Conference of Typographical Societies moved to recommend women's admission to typographical unions provided that they were paid equal wages.(1886--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Conference of Typographical Societies moved to recommend women's admission to typographical unions provided that they were paid equal wages.</strong></p><p>Dates: 1886--</p>Although this appears an egalitarian position, it effectively barred women from union membership, since few printers would employ female compositors for more than 50% of the union scale.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1812-02-",
	"point" : 
	{
		"lat" : 53.8108176,
		"lon" : -1.7626100
	},
	"title" : "The first Luddite riots in the West Riding of Yorkshire occurred.(1812-02-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The first Luddite riots in the West Riding of Yorkshire occurred.</strong></p><p>Dates: 1812-02-</p>The uprisings, furthered by Jacobin agitation, were directed at newly introduced agricultural and textile machinery that was blamed for the severe economic hardship of the working classes. They were so called after the Leicestershire figure, Ned Ludd, who was believed to have led riots of this kind thirty years before.Incidents associated with a Luddite attack on April 11 provided material for Charlotte Brontë's Shirley.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1851-09-13",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "Mary Carpenter published Reformatory Schools, for the Children of the Perishing and Dangerous Classes, and for Juvenile Offenders.(1851-09-13)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Mary Carpenter published Reformatory Schools, for the Children of the Perishing and Dangerous Classes, and for Juvenile Offenders.</strong></p><p>Dates: 1851-09-13</p>The many influenced by it included Frances Power Cobbe.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1798-06-01",
	"end" : "1798-10-04",
	"point" : 
	{
		"lat" : 46.4952996,
		"lon" : -84.3453169
	},
	"title" : "David Thompson, a Welsh explorer map-making for the North West Company, trekked from Sault Ste Marie on the Great Lakes to Lac La Biche.(1798-06-01)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>David Thompson, a Welsh explorer map-making for the North West Company, trekked from Sault Ste Marie on the Great Lakes to Lac La Biche.</strong></p><p>Dates: 1798</p>This opened up a new route and huge new area for the fur trade in what is now Canada.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1763-10-07",
	"point" : 
	{
		"lat" : 52.9399159,
		"lon" : -73.5491361
	},
	"title" : "A proclamation gave Quebec its first civil constitution under British rule, under General Murray.(1763-10-07)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>A proclamation gave Quebec its first civil constitution under British rule, under General Murray.</strong></p><p>Dates: 1763-10-07</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1809-12-",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "Posing as a male and calling herself James Barry, Margaret Bulkeley entered Edinburgh Medical School, thus launching what became a distinguished career in medicine.(1809-12-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Posing as a male and calling herself James Barry, Margaret Bulkeley entered Edinburgh Medical School, thus launching what became a distinguished career in medicine.</strong></p><p>Dates: 1809-12-</p>She was a niece of the painter James Barry, and has also been known under the name of Miranda Stuart after the names of two early patrons. She graduated in 1812, fifty-three years before Elizabeth Garrett Anderson. Still a teenager, she entered the army the next year as a hospital assistant, then worked in colonial and military medicine. She discovered a new treatment for sexually transmitted disease, performed a very early caesarian section, and served as Inspector-General of British hospitals throughout Canada. Her sex remained undiscovered until after her death on 25 July 1865.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1869--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "German physician Paul Langerhans dissected a pancreas and discovered the small group of cells now called islets of Langerhans, later identified as the source of insulin.(1869--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>German physician Paul Langerhans dissected a pancreas and discovered the small group of cells now called islets of Langerhans, later identified as the source of insulin.</strong></p><p>Dates: 1869--</p>Canadians Frederick Banting and Charles Best discovered in 1922 that the islets of Langerhans are the source of insulin.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1815-07-",
	"point" : 
	{
		"lat" : 37.0902400,
		"lon" : -95.7128910
	},
	"title" : "The largest-yet wave of British emigration to the USA began gathering numbers, partly because of soldiers discharged from the army at the peace.(1815-07-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The largest-yet wave of British emigration to the USA began gathering numbers, partly because of soldiers discharged from the army at the peace.</strong></p><p>Dates: 1815-07-</p>Thousands got into financial difficulties in New York and had to be bailed out by the British consul. This was a phenomenon not confined to Ireland and Scotland. Numbers dropped again in 1819-20, probably because government subsidy was successfully diverting many of the emigrants to Canada.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1989-12-06",
	"point" : 
	{
		"lat" : 45.5086699,
		"lon" : -73.5539925
	},
	"title" : "Fourteen women, mostly engineering students, were shot dead at L'Ecole Polytechnique in Montreal by a man who left a suicide note that contained several references to feminists who had ruined his life.(1989-12-06)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Fourteen women, mostly engineering students, were shot dead at L'Ecole Polytechnique in Montreal by a man who left a suicide note that contained several references to feminists who had ruined his life.</strong></p><p>Dates: 1989-12-06</p>The anniversary has been kept throughout Canada as a day to pledge remembrance and determination to overcome misogyny.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1989-06-04",
	"point" : 
	{
		"lat" : 45.5086699,
		"lon" : -73.5539925
	},
	"title" : "The International AIDS Conference opened in Montreal; this marked an important step in developing social and medical debate about AIDS.(1989-06-04)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The International AIDS Conference opened in Montreal; this marked an important step in developing social and medical debate about AIDS.</strong></p><p>Dates: 1989-06-04</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1816-08-16",
	"point" : 
	{
		"lat" : 55.3780510,
		"lon" : -3.4359730
	},
	"title" : "It was reported that 3,000 emigrants from Britain and Ireland to the USA had become destitute there and applied to the consul in New York to be assisted home.(1816-08-16)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>It was reported that 3,000 emigrants from Britain and Ireland to the USA had become destitute there and applied to the consul in New York to be assisted home.</strong></p><p>Dates: 1816-08-16</p>The consul also issued passports for many to go to Upper Canada.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1735-09-18",
	"point" : 
	{
		"lat" : 44.4752778,
		"lon" : -72.7022222
	},
	"title" : "The gardens of Lord Cobham at Stowe in Buckinghamshire were complete enough to be written up in The Daily Gazetteer.(1735-09-18)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The gardens of Lord Cobham at Stowe in Buckinghamshire were complete enough to be written up in The Daily Gazetteer.</strong></p><p>Dates: 1735-09-18</p>William Kent's Temple of British Worthies featured sixteen national heroes, including one woman (Queen Elizabeth). Further development of the gardens continued for another generation to celebrate British political power. In 1762 the Grecian Temple was renamed the Temple of Concord and Victory, and decorated with a series of medallions commemorating the conquest of Canada.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1988--",
	"point" : 
	{
		"lat" : 55.3780510,
		"lon" : -3.4359730
	},
	"title" : "Dame Elizabeth Butler-Sloss became the first woman in Britain's Court of Appeal; her official title was, like that of her male colleagues, Lord Justice.(1988--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Dame Elizabeth Butler-Sloss became the first woman in Britain's Court of Appeal; her official title was, like that of her male colleagues, Lord Justice.</strong></p><p>Dates: 1988--</p>She followed six years behind Bertha Wilson, appointed to Canada's Court of Appeal in 1982.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1930-02-",
	"point" : 
	{
		"lat" : 52.3555177,
		"lon" : -1.1743197
	},
	"title" : "Four months after the Persons Case brought before the Judicial Committee of the Privy Council in England in October 1929, Cairine Wilson became the first woman appointed to the Canadian Senate.(1930-02-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Four months after the Persons Case brought before the Judicial Committee of the Privy Council in England in October 1929, Cairine Wilson became the first woman appointed to the Canadian Senate.</strong></p><p>Dates: 1930-02-</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1971-03-05",
	"point" : 
	{
		"lat" : -1.1692017,
		"lon" : 36.6903289
	},
	"title" : "Following an important meeting of the Anglican Consultative Council at Limuru in Kenya, the bishop of Hong Kong and Macao (the diocese in which Florence Li was in 1944 ordained the world's first female Anglican minister) ordained two more women: Jane Hwang and Joyce Bennett.(1971-03-05)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Following an important meeting of the Anglican Consultative Council at Limuru in Kenya, the bishop of Hong Kong and Macao (the diocese in which Florence Li was in 1944 ordained the world's first female Anglican minister) ordained two more women: Jane Hwang and Joyce Bennett.</strong></p><p>Dates: 1971-03-05</p>The Council's Resolution 28 not only encouraged Anglican debate about the ordination of women, but gave bishops permission to ordain women with the backing of their Provinces. In 1974 four women were ordained in the Episcopal Church in Philadelphia, but irregularly. In 1975 the General Synod of the Anglican Church (following the lead of that of Canada the same year) voted for ordination of women in principle, but suggested that legal barriers still needed to be attended to. On 8 November 1978, to the outrage of many women, the General Synod pronounced those legal barriers to be insurmountable.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1871--",
	"end" : "1872--",
	"point" : 
	{
		"lat" : 56.1303660,
		"lon" : -106.3467710
	},
	"title" : "British painter and traveller Marianne North undertook the first of many journeys to exotic locales to paint local flora. She journeyed to Canada, the United States, Jamaica and Brazil.(1871--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>British painter and traveller Marianne North undertook the first of many journeys to exotic locales to paint local flora. She journeyed to Canada, the United States, Jamaica and Brazil.</strong></p><p>Dates: 1871</p>Over the years she visited Sarawak, Java, Ceylon, South Africa, Seychelles, Chile, Japan, Australia, and New Zealand.The paintings she made in these various places form an impressive collection, which resides at the Marianne North Gallery in Kew Gardens.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1859-06-30",
	"point" : 
	{
		"lat" : 43.0895577,
		"lon" : -79.0849436
	},
	"title" : "The acrobat Blondin successfully crossed the Niagara Falls on a tightrope 1,300 feet long.(1859-06-30)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The acrobat Blondin successfully crossed the Niagara Falls on a tightrope 1,300 feet long.</strong></p><p>Dates: 1859-06-30</p>Blondin made many subsequent trips across the Falls, performing varied and dangerous stunts to keep his audience interested. Once he crossed with his manager Henry Colcord on his back, and on another occasion he brought a portable stove with him and prepared an omelette that he lowered down to the deck of the Maid of the Mist sightseeing boat for the passengers to share.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1861-05-",
	"point" : 
	{
		"lat" : 51.4222944,
		"lon" : -0.0757889
	},
	"title" : "Blondin the tightrope walker began performing at the Crystal Palace, where he presented a new routine that included many of the stunts he had executed while suspended over the Niagara Falls.(1861-05-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Blondin the tightrope walker began performing at the Crystal Palace, where he presented a new routine that included many of the stunts he had executed while suspended over the Niagara Falls.</strong></p><p>Dates: 1861-05-</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1875-05-25",
	"point" : 
	{
		"lat" : 40.4862157,
		"lon" : -74.4518188
	},
	"title" : "Grace Annie Lockhart became the first woman in the British Empire with a university degree: a BSc from Mount Allison College (later University) in New Brunswick, Canada, three years after it opened to women.(1875-05-25)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Grace Annie Lockhart became the first woman in the British Empire with a university degree: a BSc from Mount Allison College (later University) in New Brunswick, Canada, three years after it opened to women.</strong></p><p>Dates: 1875-05-25</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1936-04-12",
	"point" : 
	{
		"lat" : 53.1464030,
		"lon" : 0.3378810
	},
	"title" : "Billy (Sir William Heygate Edmund Colborne) Butlin opened his first holiday camp at the bracing East coast holiday resort of Skegness in Lincolnshire.(1936-04-12)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Billy (Sir William Heygate Edmund Colborne) Butlin opened his first holiday camp at the bracing East coast holiday resort of Skegness in Lincolnshire.</strong></p><p>Dates: 1936-04-12</p>As a child he had toured fairgrounds in a horsedrawn caravan with his mother, who sold gingerbread. Skegness had been the site of his first amusement park, opened in early 1927, and he had a chain of these before he moved into holiday camps (based on experience of one run for its employees by the Canadian department store Eaton's). He offered a taste of luxury to the lower and lower-middle classes, and especially the guarantee of fun even in rainy weather. Butlins became a byword for matey gregariousness, but also for childcare that freed parents to have a holiday from their offspring.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1968--",
	"point" : 
	{
		"lat" : -82.8627519,
		"lon" : -135
	},
	"title" : "Welfare State International (originally Welfare State) was founded by a group of freelance artists including John Fox, Sue Gill, and Roger Coleman, on the principle of universal art like universal health care or education.(1968--)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>Welfare State International (originally Welfare State) was founded by a group of freelance artists including John Fox, Sue Gill, and Roger Coleman, on the principle of universal art like universal health care or education.</strong></p><p>Dates: 1968--</p>The group became well known for large-scale outdoor spectacular events at a date when it was unusual to bring art out into the street from theatres and galleries. In the 1980s the organization settled at Ulverston in Lancashire, but some of its best-known large-scale events were staged in London, Vancouver, and Glasgow. It also specialised in designing new forms (for collaborators rather than spectators) to replace traditional rituals for such events as naming children and burying the dead. WSI was disbanded on 1 April 2006; its archives are housed in Bristol University's Theatre Collection.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1976-07-17",
	"point" : 
	{
		"lat" : 45.5086699,
		"lon" : -73.5539925
	},
	"title" : "The Olympic Games (or summer Olympics) opened in Montreal. These games were notable for the sex-testing of all female competitors (except Princess Anne, one of the British equestrian team, who was exempted).(1976-07-17)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The Olympic Games (or summer Olympics) opened in Montreal. These games were notable for the sex-testing of all female competitors (except Princess Anne, one of the British equestrian team, who was exempted).</strong></p><p>Dates: 1976-07-17</p>Sex-testing in athletics had been introduced in 1966, following many victories by unusually large and muscular Soviet bloc women who were suspected to be either male or trained on male hormones. But both the International Association of Athletics Federations (in 1992) and the International Olympic Committee (in 1999) stopped performing compulsory sex tests in light of clearer medical understanding of the complex inter-relationships of chromosomes and hormones, which produce a relatively high worldwide incidence of people with some gender abnormality or intersex characteristics.</div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "2010-09-21",
	"point" : 
	{
		"lat" : 53.5443890,
		"lon" : -113.4909267
	},
	"title" : "The public library in Edmonton, Alberta, pioneered the provision of books for commuters to borrow from a vending machine at a subway station. (2010-09-21)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>The public library in Edmonton, Alberta, pioneered the provision of books for commuters to borrow from a vending machine at a subway station. </strong></p><p>Dates: 2010-09-21</p></div>",
		"tags" : ['orlando']
	}
},
{ 
	"start" : "1860-03-",
	"point" : 
	{
		"lat" : 42.2796090,
		"lon" : -83.0085329
	},
	"title" : "John Anderson, a former slave who had fled from Missouri to Canada in 1853, was recognised and arrested at Windsor, Ontario, for killing a man during his escape. He applied for habeas corpus to the Queen's Bench, first that in Toronto and then that in London, England. 17 (1860-03-)",
	"options" : 
	{
		"infoHtml" : "<div style='font-size: 8pt; word-wrap:break-word;'><p><strong>John Anderson, a former slave who had fled from Missouri to Canada in 1853, was recognised and arrested at Windsor, Ontario, for killing a man during his escape. He applied for habeas corpus to the Queen's Bench, first that in Toronto and then that in London, England. 17 </strong></p><p>Dates: 1860-03-</p> His case was successfully argued by a lawyer provided him by the British and Foreign Anti-Slavery Society, and the claim to habeas corpus secured his freedom. 17 </div>",
		"tags" : ['orlando']
	}
},
